{
    "title": "Races",
    "sections": {
        "northern": {
            "text": "Northerners",
            "children": [
                "The Gravel Coast and Grendale"
            ]
        },
        "produs": {
            "text": "Prodan",
            "children": [
                "Willowy with vivid green eyes"
            ]
        },
        "lix": {
            "text": "The Lix",
            "children": [
                "A little known race of reptilian people who stand about a foot tall and practice nature based magic.",
                "Their power is based on the strength of the forest and the groed tree was an attempt at spreading their influence, but the extensive logging that resulted from it has only decreased their power and relegated them to the deepest parts of the forest."
            ]
        },
        "oappead": {
            "text": "Oappead",
            "children": [
                "Octopus people from south of the Faiwer Sea.", 
                "They live in a rigid caste society and display their status using the chromatophores on their bodies to make what look like tribal tattoes.",
                "Both men and women of the species have several tentacles around - and parially obscuring - their beak like mouths"
            ]
        },
        "silvaar": {
            "text": "Silvaaran",
            "children": [
                "The people of Silvaar are known for being extremely pale with grey or silver hair. They are renouned craftsmen."
            ]
        },
        "scorchlands": {
            "text": "Scorchlanders",
            "children": [
                "A relatively new group decesended from a merchant company that was able to successfully establish traderoutes across the scorchlands between Silvaar and the Arena.",
                "The groups morals consist of adhereing to contracts and family, as well as sharing water because of the beliefs and experiences of their founder.",
                "The locations of wells are publicly known among the scorchlanders and each well is guarded by a Water Keep. Water Keepers are highly revered and largely solitary. The position is passed on a master/apprentice basis."
            ]
        },
        "kinnabari": {
            "text": "The Kinnabari",
            "children": [
                "A society of people who trace their origin to the original settlers of Cyruth. They are the only group to retain magic, although it has degraded to to contact based ice magic for all except thier Grand Elder.",
                "They are led by one of the original settlers, who is a powerful ice mage. The Kinnabari view him in the same light as a kindly village elder, but Cyruth as a whole view him as an evil on par with the Great Catastropy.",
                "When a child comes of age, they go south into Cyruth to earn as much gold as they can as a status symbol, usually working as assassins. They use claws of frozen mercury as weapons, giving credence to their identiy as demons among Cyruth as a whole",
                "The color red is highly favored amoung them, leading to their love of gold and cinnabar, the latter of which they mine. It also led to people with albinism being favored, resulting in a high number among their population."
            ]
        }
    }
}